Tekla.Structures.Filtering.Categories.PourObjectFilterExpressions.Material
The Material class represents the material filter expression.

Tekla.Structures.Filtering.Categories.PourObjectFilterExpressions.Material.#ctor
Initializes a new instance of the Material class.